---
kind: other
id: Properties.T:Autodesk.Revit.DB.Electrical.AnalyticalBusData
source: html/fee25520-ec7a-a377-1973-d3a7b9b78d55.htm
---
# AnalyticalBusData Properties

The current rating value of the analytical bus.